Repository: Ordisoftware/Hebrew-Words
Catalog: Project/Source/Forms/MainForm/MainForm.*.resx
Languages: fr

# SelectSearchTypeHebrew.Text
source: Hebrew
fr: Hébreu

# SelectSearchTypeTranslation.Text
source: Translation
fr: Traduction

# SelectSearchTypeVerses.Text
source: Verses
fr: Versets

# SelectSearchRequestAllUntranslated.Text
source: All untranslated verses
fr: Tous les versets non traduits

# SelectSearchRequestAllPartiallyTranslated.Text
source: All partially translated verses
fr: Tous les versets partiellement traduits

# SelectSearchRequestAllFullyTranslated.Text
source: All fully translated verses
fr: Tous les versets entièrement traduits

# SelectSearchRequestAllTranslated.Text
source: All translated verses
fr: Tous les versets traduits

# LabelChapterMemo.Text
source: Ch. Memo
fr: Mémo du chapitre

# LabelBookTranslation.Text
source: Translation
fr: Traduction

# LabelChapterTitle.Text
source: Title
fr: Titre

# LabelSelectBook.Text
source: Book
fr: Livre

# LabelSelectChapter.Text
source: Chapter
fr: Chapitre

# ActionViewVerses.Text
source: View verses
fr: Voir les versets

# ActionViewVerses.ToolTipText
source: View verses (F1)
fr: Voir les versets (F1)

# ActionExit.Text
source: Exit
fr: Quitter

# ActionExit.ToolTipText
source: Exit
fr: Quitter

# ActionPreferences.Text
source: Preferences
fr: Préférences

# ActionPreferences.ToolTipText
source: Preferences (F9)
fr: Préférences (F8)

# MenuitemScreenPosition.Text
source: Screen position
fr: Position de l'écran

# EditScreenNone.Text
source: Loose
fr: Libre

# EditScreenTopLeft.Text
source: Top left
fr: Haut gauche

# EditScreenTopRight.Text
source: Top right
fr: Haut droit

# EditScreenBottomLeft.Text
source: Bottom left
fr: Bas gauche

# EditScreenBottomRight.Text
source: Bottom right
fr: Bas droit

# EditScreenCenter.Text
source: Center
fr: Centrer

# ActionResetWinSettings.Text
source: Reset window settings
fr: Réinitialiser les paramètres de fenêtre

# EditShowTips.Text
source: Show menu tips
fr: Affichier les astuces des menus

# EditConfirmClosing.Text
source: Confirm application closing
fr: Confirmer la fermeture de l'application

# ActionViewTranslations.Text
source: View translation
fr: Voir la traduction

# ActionViewTranslations.ToolTipText
source: View translation (F2)
fr: Voir la traduction (F2)

# ActionViewRawText.Text
source: View original text
fr: Voir le texte original

# ActionViewRawText.ToolTipText
source: View original text (F5)
fr: Voir le texte original (F3)

# ActionViewELS50.Text
source: View ELS50 list
fr: Voir la liste des ELS50

# ActionViewELS50.ToolTipText
source: View ELS50 list (F6)
fr: Voir la liste des ELS50 (F4)

# ActionViewSearch.Text
source: Search
fr: Chercher un mot

# ActionViewSearch.ToolTipText
source: Search (F4, Alt+F)
fr: Chercher un mot (F5)

# ActionGoToReference.Text
source: Go to reference
fr: Aller à la référence

# ActionRefresh.Text
source: Refresh view
fr: Rafraichir la vue

# ActionRefresh.ToolTipText
source: Refresh view (F8, Ctrl+R)
fr: Rafraichir la vue

# ActionCloseWindows.Text
source: Close all search translated windows
fr: Fermer toutes les fenêtres de recherche des traduits

# ActionCopyToClipboard.Text
source: Copy current view to the clipboard
fr: Copier dans le presse-papier

# ActionClearHistory.Text
source: Empty
fr: Vider

# ActionSortBookmarks.Text
source: Sort
fr: Trier les signets

# ActionAddBookmark.Text
source: Add
fr: Ajouter un signet

# ActionClearBookmarks.Text
source: Empty
fr: Vider la liste des signets

# ActionShowGrammarGuide.Text
source: Grammar guide
fr: Guide de grammaire

# ActionNew.Text
source: New database
fr: Nouvelle base de données

# ActionRestore.Text
source: Restore database
fr: Restaurer base de données

# ActionBackup.Text
source: Backup database
fr: Archiver base de données

# ActionVacuum.Text
source: Optimize database
fr: Optimiser la base de données

# ActionOpenBackupPath.Text
source: Open archive folder
fr: Parcourir le dossier d'archivage

# ActionSave.Text
source: Save
fr: Sauvegarder

# ActionSave.ToolTipText
source: Save (Ctrl+S)
fr: Sauvegarder (Ctrl+S)

# ActionCopyTranslation.Text
source: Copy translation
fr: Copier la traduction

# ActionExportVerse.Text
source: Export to MS Word file
fr: Export MS Word

# ActionAddToBookmarks.Text
source: Add to bookmarks
fr: Ajouter aux signets

# ActionImportConsole.Text
source: Import console
fr: Console d'import

# ActionSearchTranslated.Text
source: Search translated
fr: Recherche traduction

# ActionSearchWord.Text
source: Search in database
fr: Recherche dans la base de données

# ActionCopyFontChars.Text
source: Copy hebrew font chars
fr: Copier les caractères de la fonte Hebrew

# ActionCopyUnicodeChars.Text
source: Copy unicode chars
fr: Copier les caractères unicodes

# ActionCopyWordTranslation.Text
source: Copy translation
fr: Copier la traduction
