Repository: Ordisoftware/Hebrew-Words
Catalog: Project/Source/Forms/Boxes/BibleStatisticsForm.*.resx
Languages: fr

# GroupBoxAllBooks.Text
source: All books
fr: Tous les livres

# ActionClose.Text
source: Close
fr: Fermer

# GroupBoxBook.Text
source: Book
fr: Livre

# GroupBoxMiddle.Text
source: Middle of the Torah
fr: Milieu de la Torah

# LabelMiddleLetter.Text
source: Letter:
fr: Lettre :

# LabelMiddleWord.Text
source: Word:
fr: Mot :

# LabelMiddleReference.Text
source: Verse:
fr: Verset :

# GroupBoxOccurencesTorah.Text
source: Torah's occurences *
fr: Occurences de la Torah *

# $this.Text
source: Statistics about the Torah and the Tanak
fr: Statistiques au sujet de la Torah et du Tanak

# GroupBoxOccurencesAll.Text
source: Tanak's occurences *
fr: Occurences du Tanak *

# LabelInfoOccurences.Text
source: * This is only an approximation based on the words containing the main part of the specific term
fr: * Ceci n'est qu'une approximation basée sur les mots contenant la partie principale du terme spécifique

# LabelInfoFrequent.Text
source: ** Strict occurences with no particle nor root variant
fr: ** Occurences strictes sans particule ni variante de racine

# groupBox1.Text
source: Longest word
fr: Mot le plus long

# tabPage1.Text
source: Torah's most frequent **
fr: Plus fréquents de la Torah **

# tabPage2.Text
source: Tanak's most frequent **
fr: Plus fréquents du Tanak **

# TabPageWordsLength.Text
source: Length of words
fr: Longueur des mots

# LabelCountWordsLength6.Text
source: Number of words having 6 letters:
fr: Nombre de mots ayant 6 lettres :

# LabelCountWordsLength9.Text
source: Number of words having 9 letters:
fr: Nombre de mots ayant 9 lettres :

# LabelCountWordsLength3.Text
source: Number of words having 3 letters:
fr: Nombre de mots ayant 3 lettres :

# LabelCountWordsLength10.Text
source: Number of words having 10 letters:
fr: Nombre de mots ayant 10 lettres :

# LabelCountWordsLength7.Text
source: Number of words having 7 letters:
fr: Nombre de mots ayant 7 lettres :

# LabelCountWordsLength5.Text
source: Number of words having 5 letters:
fr: Nombre de mots ayant 5 lettres :

# LabelCountWordsLength4.Text
source: Number of words having 4 letters:
fr: Nombre de mots ayant 4 lettres :

# LabelCountWordsLength1or2.Text
source: Number of words having less than 3 letters:
fr: Nombre de mots ayant moins de 3 lettres :

# LabelCountWordsLength8.Text
source: Number of words having 8 letters:
fr: Nombre de mots ayant 8 lettres :

# LabelCountWordsLengthMoreThan10.Text
source: Number of words having more than 10 letters:
fr: Nombre de mots ayant plus de 10 lettres :

# LabelAverageWordLength.Text
source: Average word length in the Tanak:
fr: Longueur moyenne des mots dans le Tanak :

# LabelLongestTorahReferenceValue.Text
source: Reference
fr: Référence

# LabelMiddleReferenceValue.Text
source: Reference
fr: Référence

# ActionOpenHebrewLetters2.Text
source: Analyze with Hebrew Letters
fr: Analyser avec Hebrew Letters

# label2.Text
source: Word:
fr: Mot :

# LabelLongestTorahWordReference.Text
source: Verse:
fr: Verset :

# ActionWordSearchDefault.Text
source: Default search
fr: Recherche par défaut

# ActionSearchWord.Text
source: Search in database
fr: Chercher dans la base de données

# LabelLongestTanakReferenceValue.Text
source: Reference
fr: Référence

# ActionWordSearchOnline.Text
source: Search online
fr: Chercher en ligne

# LabelLongestTanakWord.Text
source: Word:
fr: Mot :

# LabelLongestTorahWord.Text
source: Verse:
fr: Verset :
