Repository: Ordisoftware/Hebrew-Words
Catalog: Project/Source/Forms/Boxes/NormalizeTextsForm.*.resx
Languages: fr

# ActionCancel.Text
source: Cancel
fr: Annuler

# EditApplyToComments.Text
source: Comments
fr: Commentaires

# EditApplyToTranslations.Text
source: Translations
fr: Traductions

# EditAddPeriodAtTheEnd.Text
source: Add a period at the end of sentences if not present
fr: Ajouter un point à la fin des phrases si non présent

# EditTitleizeSentences.Text
source: Titleize sentences
fr: Titrer les phrases

# EditNormalizePrefix.Text
source: Normalize comments prefix according to preferences
fr: Normaliser le préfixe des commentaires selon les préférences

# EditRemoveMultipleEmptyLines.Text
source: Replace multiple empty lines with one
fr: Remplacer plusieurs lignes vides par une seule

# EditRemoveMultipleSpaces.Text
source: Replace multiple spaces with one
fr: Remplacer plusieurs espaces par un seul

# EditReplaceNewlinesBySpaceInTranslation.Text
source: Replace newlines in translations with a space
fr: Remplacer les nouvelles lignes dans les traductions par un espace

# EditRemoveEmptyLines.Text
source: Remove all empty lines
fr: Supprimer toutes les lignes vides

# EditTrimSpacesAndEmptyLines.Text
source: Remove spaces and empty lines at the beginning and the end
fr: Supprimer les espaces et les lignes vides au début et à la fin

# $this.Text
source: Normalize texts
fr: Normaliser les textes
