Repository: Ordisoftware/Hebrew-Words
Catalog: Project/Source/Forms/Config/PreferencesFormOld.*.resx
Languages: fr

# LabelHebrewLettersPath.Text
source: Hebrew Letters path
fr: Chemin de Hebrew Letters

# LabelOnlineSearch.Text
source: Default online search word request
fr: Requête de recherche de mot en ligne par défaut

# LabelBackupPath.Text
source: Default backup folder
fr: Chemin par défaut des archives

# LabelBackupCount.Text
source: Auto backups count to keep
fr: Nombre d'archives automatiques à conserver

# LabelAutoSaveDelay.Text
source: Auto save delay (min)
fr: Délai pour la sauvegarde automatique (min)

# LabelOnlineVerseURL.Text
source: Default online search verse request
fr: Requête de recherche de verset en ligne par défaut

# LabelCommentaryLinesCount.Text
source: Commentary lines count
fr: Nombre de lignes pour un commentaire

# LabelBookmarksCount.Text
source: Bookmarks count
fr: Nombre de signets

# LabelWordControlWidth.Text
source: WordControl width
fr: Largeur d'un WordControl

# LabelMaxRefCount.Text
source: Max references displayed for search
fr: Nombre max de références pour la recherche

# LabelHistoryCount.Text
source: History count
fr: Nombre d'historique

# LabelMinRefCount.Text
source: Min references to open dialog for search
fr: Ref. min. pour ouvrir la boite de recherche

# ActionClose.Text
source: Close
fr: Fermer

# ActionReset.Text
source: Restore default values
fr: Restaurer les valeurs par défaut

# GroupBoxHebrewWordClick.Text
source: Click on a hebrew word opens
fr: Clic sur mot hébreu ouvre

# SelectOpenNothing.Text
source: Nothing
fr: Rien

# SelectOpenOnlineSearch.Text
source: Default online search
fr: Recherche en ligne par défaut

# SelectOpenTranslated.Text
source: Search translated
fr: Recherche des traductions

# EditOpenGeneratedMSWordFiles.Text
source: Open generated MSWord files
fr: Ouvrir les fichiers MSWord générés

# EditAutoSortBookmarks.Text
source: Auto sort bookmarks
fr: Trier automatiquement les signets

# EditGoToMasterBookmarkAtStartup.Text
source: Go to master bookmark at startup
fr: Aller au signet maître au démarrage

# EditOpenLastViewAtStartup.Text
source: Open last view at startup
fr: Ouvrir la dernière vue au démarrage

# EditCheckUpdateAtStartup.Text
source: Check update at startup
fr: Vérifier la mise à jour au démarrage

# EditVacuumAtStartup.Text
source: Optimize database at startup every week
fr: Optimiser BD au démarrage chaque semaine

# $this.Text
source: Preferences
fr: Préférences
