Repository: Ordisoftware/Hebrew-Words
Catalog: Project/Source/Forms/Config/PreferencesForm.*.resx
Languages: fr

# LabelWordControlWidth.Text
source: WordControl width
fr: Largeur du WordControl

# LabelMinRefCount.Text
source: Min references to open dialog for search
fr: Références min pour ouvrir le dialogue de recherche

# LabelMaxRefCount.Text
source: Max references displayed for search
fr: Références max à afficher pour la recherche

# LabelHistoryCount.Text
source: History count
fr: Nombre d'historique

# LabelBookmarksCount.Text
source: Bookmarks count
fr: Nombre de favoris

# LabelCommentaryLinesCount.Text
source: Commentary lines count
fr: Nombre de lignes du commentaire

# LabelBackupPath.Text
source: Backup folder
fr: Dossier de sauvegarde

# LabelOnlineVerseURL.Text
source: Default online search verse request
fr: Requête par défaut de recherche en ligne de verset

# LabelOnlineSearch.Text
source: Default online search word request
fr: Requête par défaut de recherche en ligne de mot

# LabelAutoSaveDelay.Text
source: Auto save all modifications delay (min)
fr: Délai pour la sauvegarde automatique de toutes les modifications (min)

# LabelBackupCount.Text
source: Auto backups count to keep
fr: Nombre de backups automatiques à conserver

# LabelWordtranslateLinesCount.Text
source: Translation lines count
fr: Nombre de ligne de la traduction

# LabelFontSizeHebrew.Text
source: Hebrew font size
fr: Taille de police hébreu

# LabelFontSizeTranslation.Text
source: Translation font size
fr: Taille de police de la traduction

# LabelFontSizeComentary.Text
source: Commentary font size
fr: Taille de police du commentaire

# ActionClose.Text
source: Close
fr: Fermer

# ActionResetSettings.Text
source: Restore default values
fr: Restaurer les valeurs par défaut

# OpenExeFileDialog.Filter
source: Exe files (*.exe)|*.exe
fr: Fichiers EXE (*.exe)|*.exe

# TabPagePaths.Text
source: Paths
fr: Chemins

# LabelExportFolder.Text
source: Export folder
fr: Dossier d'exportation

# LabelCalculatorPath.Text
source: System calculator
fr: Calculatrice système

# LabelDocumentMargins.Text
source: Document margins top, bottom, left and right as well as header and footer in millimeters
fr: Marges du document en haut, en bas, à gauche et à droite ainsi que l'en-tête et le pied de page en millimètres

# SelectExportDocumentTheme.Items
source: Small
fr: Petit

# SelectExportDocumentTheme.Items1
source: Medium
fr: Moyen

# LabelDataExportFileFormat.Text
source: Preferred data export file format
fr: Format préféré du fichier d'export de données

# LabelExportDocumentTheme.Text
source: Document theme
fr: Thème du document

# LabelImageExportFileFormat.Text
source: Preferred image export file format
fr: Format préféré du fichier d'export d'images

# EditAutoOpenExportedFile.Text
source: Open exported file after success
fr: Ouvrir le fichier exporté en cas de succès

# EditAutoOpenExportFolder.Text
source: Open export folder after success
fr: Ouvrir le dossier d'export en cas de succès

# TabPageStartup.Text
source: Startup
fr: Démarrage

# EditGoToLastVerseAtStartup.Text
source: Go to the last verse consulted
fr: Aller au dernier verset consulté

# EditGoToMasterBookmarkAtStartup.Text
source: Go to main bookmark
fr: Aller au favori principal au démarrage

# EditShowLastNewInVersionAfterUpdate.Text
source: Show last new in version after update
fr: Afficher les nouveautés après une mise à jour

# LabelLastDBOptimize.Text
source: Last optimization:
fr: Dernière optimisation :

# LabelLastStartupCheck.Text
source: Last check:
fr: Dernière vérification :

# EditCheckUpdateAtStartup.Text
source: Check update at startup every this number of days
fr: Vérifier la mise à jour au démarrage

# EditVacuumAtStartup.Text
source: Optimize database at startup every this number of days
fr: Optimiser les données au démarrage chaque ce nombre de jours

# EditSearchHebrewCharsInBold.Text
source: Hebrew chars in bold for search
fr: Caractères hébreux en gras pour la recherche

# LabelVolume.Text
source: Volume for sounds (not applicable to system dialog sounds)
fr: Volume des sons (non applicable aux sons système des boites de dialogue)

# EditWindowsDoubleBufferingEnabled.Text
source: Enable double-buffering for drawing windows
fr: Activer le double tampon pour le dessin des fenêtres

# EditBookNameHebrewWithCommonName.Text
source: Display the Hebrew name of a book with its common name in parentheses
fr: Afficher le nom hébreu d'un livre avec son nom commun entre parenthèses

# EditWebLinksMenuEnabled.Text
source: Enable web links menu
fr: Activer le menu des liens web

# EditDebuggerEnabled.Text
source: Enable debugger
fr: Activer le debogueur

# EditUsageStatisticsEnabled.Text
source: Enable usage statistics
fr: Activer les statistiques d'usage

# EditLogEnabled.Text
source: Enable log file
fr: Activer le fichier log

# EditCommentLineRemovePrefix.Text
source: Automatically remove this prefix to each commentary line
fr: Supprimer automatiquement ce préfixe à chaque ligne de commentaire

# EditCommentLineAddPrefix.Text
source: Automatically add this prefix to each commentary line
fr: Ajouter automatiquement ce préfixe à chaque ligne de commentaire

# EditAutoSortBookmarks.Text
source: Auto sort bookmarks
fr: Trier automatiquement les favoris

# TabPageBookmarks.Text
source: Bookmarks
fr: Favoris

# TabPageEditing.Text
source: Editing
fr: Édition

# EditAutoSaveOnLeaveControl.Text
source: Automatically save when exiting an edit zone
fr: Sauvegarder automatiquement à la sortie d'une zone d'édition

# TabPageRendering.Text
source: Rendering
fr: Rendu

# TabPageTheme.Text
source: Theme
fr: Thème

# label8.Text
source: Verse navigator items back
fr: Fond des élements de navigation de verset

# label4.Text
source: Translation back
fr: Fond de la traduction

# label2.Text
source: Commentary back
fr: Fond du commentaire

# label1.Text
source: Current translation and commentary back
fr: Fond de la traduction et du commentaire en cours

# label3.Text
source: Search letters back
fr: Fond des lettres de la recherche

# label6.Text
source: Search word back
fr: Fond du mot de la recherche

# ActionUseColorsSystem.Text
source: System
fr: Système

# TabPageMouse.Text
source: Mouse
fr: Souris

# GroupBoxHebrewWordClickShift.Text
source: Shift+Click on a hebrew word action
fr: Maj+Clic sur mot hébreu ouvre

# GroupBoxHebrewWordClickShift5.Text
source: Nothing
fr: Rien

# GroupBoxHebrewWordClickShift0.Text
source: Context menu
fr: Menu contextuel

# GroupBoxHebrewWordClickShift1.Text
source: Default online search
fr: Recherche en ligne par défaut

# GroupBoxHebrewWordClickShift3.Text
source: Search in database
fr: Chercher dans la base de données

# GroupBoxHebrewWordClickShift2.Text
source: Search translated
fr: Chercher les traduits

# GroupBoxVerseLabelClick.Text
source: Click on verse label action
fr: Clic sur label de verset ouvre

# GroupBoxVerseLabelClick4.Text
source: Nothing
fr: Rien

# GroupBoxVerseLabelClick1.Text
source: Default online search
fr: Recherche en ligne par défaut

# GroupBoxVerseLabelClick2.Text
source: Context menu
fr: Menu contextuel

# GroupBoxVerseLabelClick3.Text
source: Select
fr: Sélectionner

# GroupBoxHebrewWordClick.Text
source: Click on a hebrew word action
fr: Clic sur mot hébreu ouvre

# GroupBoxHebrewWordClick5.Text
source: Nothing
fr: Rien

# GroupBoxHebrewWordClick0.Text
source: Context menu
fr: Menu contextuel

# GroupBoxHebrewWordClick1.Text
source: Default online search
fr: Recherche en ligne par défaut

# GroupBoxHebrewWordClick3.Text
source: Search in database
fr: Chercher dans la base de données

# GroupBoxHebrewWordClick2.Text
source: Search translated
fr: Chercher les traduits

# GroupBoxHebrewWordClickAlt.Text
source: Shift+Ctrl on a hebrew word action
fr: Alt+Clic sur mot hébreu ouvre

# GroupBoxHebrewWordClickShiftCtrl5.Text
source: Nothing
fr: Rien

# GroupBoxHebrewWordClickShiftCtrl0.Text
source: Context menu
fr: Menu contextuel

# GroupBoxHebrewWordClickShiftCtrl1.Text
source: Default online search
fr: Recherche en ligne par défaut

# GroupBoxHebrewWordClickShiftCtrl3.Text
source: Search in database
fr: Chercher dans la base de données

# GroupBoxHebrewWordClickShiftCtrl2.Text
source: Search translated
fr: Chercher les traduits

# GroupBoxHebrewWordClickCtrl.Text
source: Ctrl+Click on a hebrew word action
fr: Ctrl+Clic sur mot hébreu ouvre

# GroupBoxHebrewWordClickCtrl5.Text
source: Nothing
fr: Rien

# GroupBoxHebrewWordClickCtrl0.Text
source: Context menu
fr: Menu contextuel

# GroupBoxHebrewWordClickCtrl1.Text
source: Default online search
fr: Recherche en ligne par défaut

# GroupBoxHebrewWordClickCtrl3.Text
source: Search in database
fr: Chercher dans la base de données

# GroupBoxHebrewWordClickCtrl2.Text
source: Search translated
fr: Chercher les traduits

# GroupBoxTranslatedItemDoubleClick.Text
source: Double-Click on translated item action
fr: Action de double-clic sur traduit

# GroupBoxTranslatedItemDoubleClick4.Text
source: Nothing
fr: Rien

# GroupBoxTranslatedItemDoubleClick1.Text
source: Use translation
fr: Utiliser la traduction

# GroupBoxTranslatedItemDoubleClick2.Text
source: Add translation
fr: Ajouter la traduction

# GroupBoxTranslatedItemDoubleClick3.Text
source: Reach reference
fr: Atteindre référence

# LabelDocumentSize.Text
source: Document width and height in millimeters (inverted for landscape)
fr: Largeur et hauteur du document en millimètres

# EditDifferentFirstPage.Text
source: Different first page
fr: Première page différente

# EditExportDocumentDifferentOddAndEvenPages.Text
source: Different odd and even pages
fr: Pages paires et impaires différentes

# EditExportDocumentLandscape.Text
source: Document in landscape, else portrait
fr: Document en paysage, sinon portrait

# EditExportDocumentOverrideWordColumnsCount.Text
source: Override automatic calculation of number of Hebrew words per line in document
fr: Remplacer le calcul automatique du nombre de mots hébreux par ligne dans le document

# label5.Text
source: Document model
fr: Modèle du document

# SelectExportDocumentModel.Items
source: Only Hebrew
fr: Seulement hébreu

# SelectExportDocumentModel.Items1
source: Only Hebrew with comment
fr: Seulement hébreu avec commentaire

# SelectExportDocumentModel.Items2
source: Word-for-word
fr: Mot-à-mot

# SelectExportDocumentModel.Items3
source: Word-for-word with comment
fr: Mot-à-mot avec commentaire

# SelectExportDocumentModel.Items4
source: Hebrew
fr: Hébreu

# SelectExportDocumentModel.Items5
source: Hebrew with comment
fr: Hébreu avec commentaire

# SelectExportDocumentModel.Items6
source: Only translation
fr: Seulement traduction

# SelectExportDocumentModel.Items7
source: Only translation with comment
fr: Seulement traduction avec commentaire

# TabPageTools.Text
source: Tools
fr: Outils

# SaveThemeDialog.Filter
source: Theme files (*.ini)|*.ini
fr: Fichiers de thème (*.ini)|*.ini

# OpenThemeDialog.Filter
source: Theme files (*.ini)|*.ini
fr: Fichiers de thème (*.ini)|*.ini

# ActionSetPageSizePocket.Text
source: Pocket Book
fr: Livre de poche

# ActionSetPageSizeExecutive.Text
source: Executive
fr: Exécutif

# ActionSetPageSizeUSLetter.Text
source: US Letter
fr: Lettre US

# $this.Text
source: Preferences
fr: Préférences

# EditWordControlTabInverted.Text
source: Invert Word Control tab key
fr: Inverser la touche de tabulation des WordControls

# EditSpellCheckEnabled.Text
source: Spell check enabled (reduces performance)
fr: Activer le vérificateur d'orthographe (réduit les performances)
